---
kind: enumMember
id: F:Autodesk.Revit.UI.ContextualHelpType.Url
enum: Autodesk.Revit.UI.ContextualHelpType
source: html/e69d3100-719b-7be4-9580-563207d68439.htm
---
# Autodesk.Revit.UI.ContextualHelpType.Url

Represents an arbitrary URL. When users invoke help for this item, Revit will load this URL into the user's default browser.